Provides access to the value set stored with this demand factor definition
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2011
 Syntax
  C#
public ICollection<ElectricalDemandFactorValue> GetValues()
  Visual Basic
Public Function GetValues As ICollection(Of ElectricalDemandFactorValue)
  Visual C++
public:
ICollection<ElectricalDemandFactorValue^>^ GetValues()
 See Also
  ElectricalDemandFactorDefinition Class
  Autodesk.Revit.DB.Electrical Namespace